[
    {
        "quote": "A wet man does not fear the rain.",
        "author": "Risa Rodil"
    },
    {
        "quote": "Patience is the art of hoping.",
        "author": "Luc de Clapiers"
    },
    {
        "quote": "Care is a state in which something does matter; it is the source of human tenderness.",
        "author": "Rollo May"
    },
    {
        "quote": "Are you really sure that a floor can't also be a ceiling?",
        "author": "M. C. Escher"
    },
    {
        "quote": "Unless a tree has borne blossoms in spring, you will vainly look for fruit on it in autumn.",
        "author": "Walter Scott"
    },
    {
        "quote": "I love Mickey Mouse more than any woman I have ever known.",
        "author": "Walt Disney"
    },
    {
        "quote": "How do you know you're going to do something, untill you do it?",
        "author": "J. D. Salinger"
    },
    {
        "quote": "What does it matter how many lovers you have if none of them gives you the universe?",
        "author": "Jacques Lacan"
    },
    {
        "quote": "Nature scarcely ever gives us the very best; for that we must have recourse to art.",
        "author": "Baltasar Gracian"
    },
    {
        "quote": "All theory, dear friend, is gray, but the golden tree of life springs ever green.",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "quote": "I want my children to have all the things I couldn't afford. Then I want to move in with them.",
        "author": "Phyllis Diller"
    },
    {
        "quote": "A mother's arms are made of tenderness and children sleep soundly in them.",
        "author": "Victor Hugo"
    },
    {
        "quote": "Mother is the name for God in the lips and hearts of little children.",
        "author": "William Makepeace Thackeray"
    },
    {
        "quote": "There is nothing in the world of art like the songs mother used to sing.",
        "author": "Billy Sunday"
    },
    {
        "quote": "Sometimes the strength of motherhood is greater than natural laws.",
        "author": "Barbara Kingsolver"
    },
    {
        "quote": "If evolution really works, how come mothers only have two hands?",
        "author": "Milton Berle"
    }
]